Repository: UIGitHub/UIWPNewsroom
Catalog: languages/ui-newsroom-*.po
Languages: fr_fr

source: UI Newsroom
fr_fr: Salle de nouvelles

source: UI Newsroom automatically sync your Urbanimmersive Newsrooms to your WordPress.
fr_fr: Ce plugin synchronisera votre salle de nouvelles Urbanimmersive avec votre WordPress

source: Your Urbanimmersive Newsroom is not yet configured. <a href="%s">Please configure it here.</a>
fr_fr: Votre salle de nouvelles Urbanimmersive n'est pas encore configurée. <a href="%s">Cliquez-ici pour la configurer.</a>

source: It seems your Urbanimmersive Newsroom is not syncing. <a href="%s">Please visit the settings to find a solution.</a>
fr_fr: Il semble que votre salle de nouvelles Urbanimmersive ne se synchronise pas. <a href="%s">Visitez la page de configurations pour trouver une solution.</a>

source: Edit this article in Urbanimmersive CMS
fr_fr: Modifier cet article dans le CMS Urbanimmersive

source: Return to Index
fr_fr: Retournez à la page d'accueil

source: Please note that your Urbanimmersive Newsrooms is <strong>read-only</strong> in WordPress. Modifications need to be made in the <a href="%s" target="_blank">Urbanimmersive CMS</a>.
fr_fr: Veuillez prendre en note que votre salle de nouvelles Urbanimmersive est <strong> en mode lecture seule</strong> dans WordPress. Pour effectuer des modifications, rendez-vous sur le <a href="%s" target="_blank">CMS Urbanimmersive</a>.

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas suffisamment de permission pour accéder à cette page.

source: Your credentials are invalid.
fr_fr: Vos informations de connexions ne sont pas valides.

source: Your credentials are valid.
fr_fr: Vos informations de connexion sont valides.

source: Your newsroom was successfully updated.
fr_fr: Votre salle de nouvelle a été mise à jour.

source: Error during download.
fr_fr: Erreur durant le téléchargement.

source: Urbanimmersive API credentials
fr_fr: Informations de connexion Urbanimmersive

source: Client ID
fr_fr: ID client

source: Client Secret
fr_fr: Secret client

source: What should be fetched?
fr_fr: Quels informations doivent être téléchargés

source: Fetch articles
fr_fr: Télécharger les articles

source: Fetch categories
fr_fr: Télécharger les catégories

source: Fetch subscriptions
fr_fr: Télécharger les abonnements

source: Fetch publications
fr_fr: Télécharger les publications

source: What should be shown by default?
fr_fr: Quoi afficher par défaut?

source: Show articles
fr_fr: Afficher les articles

source: Show subscriptions
fr_fr: Afficher les abonnements

source: Show publications
fr_fr: Afficher les publications

source: Default author
fr_fr: Auteur par défaut

source: Download and host article images
fr_fr: Télécharger et héberger les images

source: Enter your credentials below. If you do not have your credentials, you can get them free at : <a href="%s" target="_blank">%s</a>
fr_fr: Entrez vos informations de connexion ci-dessous. Si vous n'avez pas vos informations de connexion, vous pouvez les obtenir gratuitement à: <a href="%s" target="_blank">%s</a>

source: Select the custom posts types that will be added to the WordPress Query. Otherwise, your theme has to override the WordPress Query for each custom posts types for them to be shown on your pages.
fr_fr: Sélectionnez les postes personnalisés qui seront ajoutés à la requête WordPress. Autrement, votre thème devra s'occuper d'ajouter les postes personnalités pour que ceux-ci soient affichés sur vos pages.

source: Check to enable
fr_fr: Activer

source: Your data will be assigned to this author
fr_fr: Vos informations seront assigné à cet auteur.

source: These settings should be kept secret
fr_fr: Ces informations doivent rester secrétes

source: Urbanimmersive Newsroom Settings
fr_fr: Configurations de votre salle de nouvelles

source: Need help? Visit %s for more details.
fr_fr: Vous avez besoin d'aider? Visitez %s pour plus de détails.

source: Your newsroom
fr_fr: Votre salle de nouvelles

source: Debug tools
fr_fr: Outils

source: Newsroom
fr_fr: Salle de nouvelles

source: N/A
fr_fr: N/D

source: Your real-time update URL
fr_fr: Votre adresse de mise à jour en temps réel

source: <a href="%s" target="_blank">Click here</a> to update your Urbanimmersive CMS Newsroom configurations
fr_fr: <a href="%s" target="_blank">Cliquez-ici</a> pour mettre à jour les informations de votre salle de nouvelles.

source: Your Urbanimmersive Newsroom is not syncing. Please make sure your credentials are valid.
fr_fr: Votre salle de nouvelles Urbanimmersive n'est pas synchronisée. Veuillez vous assurer que vos informations sont valides.

source: Your <strong>%s</strong> newsroom is not synced. Click the button below to sync now.
fr_fr: Votre salle de nouvelles <strong>%s</strong> n'est pas synchronisée. Cliquez sur le bouton ci-dessous pour la mettre à jour.

source: Sync newsroom
fr_fr: Synchroniser

source: Note: this can take a while
fr_fr: Note: le processus peut être long

source: Test your credentials
fr_fr: Tester vos informations

source: To make sure your integration with the Urbanimmersive API is working correctly, you can test the API credentials
fr_fr: Pour s'assurer de votre intégration avec l'API Urbanimmersive, vous pouvez tester vos informations de connexion.

source: Test now
fr_fr: Vérifier

source: Test API credentials
fr_fr: Vérifier les informations

source: Result
fr_fr: Résultat

source: Success
fr_fr: Succès

source: Failed
fr_fr: Échec

source: Last test date
fr_fr: Dernier test

source: Never
fr_fr: Jamais

source: Manual update
fr_fr: Mettre à jour

source: Sometimes, WordPress can be out of sync with your Newsroom. You can manually update all your articles here.
fr_fr: WordPress peut parfois être désynchronisé avec votre salle de nouvelles. Vous pouvez mettre à jour manuellement votre salle de nouvelles ici.

source: Update now
fr_fr: Mettre à jour

source: Last update date
fr_fr: Dernière mise à jour

source: UI Subscriptions
fr_fr: Abonnements

source: UI Publications
fr_fr: Publications
